export const CHAT_DATA = [
    "밥 먹었죠", "교촌", "짜장면", "곰탕", "아직 안먹었어요", "저거 아니에요?",  "저건가?", "저거네", "아 아니였네", "아쉬운거지", "ㄹㅇㅋㅋ", "ㄹㅇㅋㅋ",
    "에바돈", "에반데?", "앗 생활감", "오?", "오?", "오....", "오", "오....", "오..",
    "<<<<<<<<","<<<<<<<<","<<<<<<<<","<<<<<<<<","<<<<<<<<","<<<<<<<<","<<<<<<<<","<<<<<<<<","<<<<<<<<",
    "ㅋㅋㅋㅋㅋㅋㅋㅋㅋ", "ㅋㅋㅋㅋ", "ㅋㅋㅋㅋㅋ", "ㅋㅋㅋㅋㅋㅋㅋㅋ",
    "ㅋㅋㅋㅋ큐ㅠㅠㅠㅠ", "ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ", "?", "?", "???", "?", "??", "?", "?", "??",
    "바이하네", "바이하네", "바하보네", "바이하네", "바이하네", "바하보네"
];

export const FIXED_CONFIG = {
    right: 4,       // 우측 여백
    top: 16,        // 상단 여백
    width: 35,      // 1920 해상도 기준 25% (약 480px 너비)
    height: 65,     // 높이 75%
    scale: 0.7      // 스케일을 1.0으로 키워 1920 해상도에서 곡률이 체감상 줄어들어 보이게 유도
};
